Revit 2027 API
ParameterTypeId.StiffenerClassification Property
 "Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StiffenerClassification { get; }
Public Shared ReadOnly Property StiffenerClassification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StiffenerClassification {
	ForgeTypeId^ get ();
}
static member StiffenerClassification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace